def area(a, b):
    '''
    Возвращает площадь прямоугольника.


        Параметры:
                a (int): длина
                b (int): высота

        Возвращаемое значение:
                area (int): числовое значение площади прямоугольника
    '''
    return a * b

def perimeter(a, b):
    '''
    Возвращает периметр прямоугольника.
        Параметры:
                a (int): длина
                b (int): высота

        Возвращаемое значение:
                perimeter (int): числовое значение площади прямоугольника
    '''	
    return (a + b) * 2
