def area(a, b):
    '''
    Возвращает площадь прямоугольника.


        Параметры:
                a (число): длина
                b (число): высота

        Возвращаемое значение:
                area (число): числовое значение площади прямоугольника
    '''
    return a * b

def perimeter(a, b):
    '''
    Возвращает периметр прямоугольника.
        Параметры:
                a (число): длина
                b (число): высота

        Возвращаемое значение:
                perimeter (число): числовое значение площади прямоугольника
    '''	
    return (a + b) * 2
