def area(a):
    '''
    Возвращает площадь квадрата.


        Параметры:
                a (число): длина стороны

        Возвращаемое значение:
                area (число): числовое значение площади квадрата
    '''
    return a * a


def perimeter(a):
    '''
    Возвращает периметр квадрата.      
    
    
        Параметры:
                a (число): длина стороны
                               
        Возвращаемое значение:
                perimeter (число): числовое значение площади квадрата      
    '''
    return 4 * a
