def area(a, h):
    '''
    Возвращает площадь треугольника.


        Параметры:
                a (int): длина основания
                h (int): высота

        Возвращаемое значение:
                area (int): числовое значение площади треугольника
    '''
    return a * h / 2

def perimeter(a, b, c):
    '''
    Возвращает периметр треугольника.

        Параметры:
                a (int): первая сторона
                b (int): вторая сторона
		c (int): третья сторона

        Возвращаемое значение:
                perimeter (int): числовое значение площади треугольника
    '''
    return a + b + c
