def area(a, h):
    '''
    Возвращает площадь треугольника.


        Параметры:
                a (число): длина основания
                h (число): высота

        Возвращаемое значение:
                area (число): числовое значение площади треугольника
    '''
    return a * h / 2

def perimeter(a, b, c):
    '''
    Возвращает периметр треугольника.

        Параметры:
                a (число): первая сторона
                b (число): вторая сторона
		        c (число): третья сторона

        Возвращаемое значение:
                perimeter (число): числовое значение площади треугольника
    '''
    return a + b + c
